{
  "rollenbewusstsein": {
    "high": {
      "text": "Hoch : Du bist sehr gut in die Schar integriert und übernimmst deine Rolle als Präses klar und sicher. Du erkennst deine Verantwortung, agierst profesionell und bist dir der Grenzen / Unterschiede zwischen Leitungs- und Präsesrolle jederzeit bewusst.",
      "link_text": "Infos: Präses spezifisch - Wissen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/cYDeQg"
    },
    "medium": {
      "text": "Mittel : Du kannst dich gut einfügen und deine Rolle grundsätzlich wahrnehmen. Rollenbewusstsein ist solide, könnte aber durch Reflexion und klare Abgrenzung zur Leitungsrolle gestärkt werden.",
      "link_text": "Präses spezifisch - Wissen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/cYDeQg"
    },
    "low": {
      "text": "Tief : Schwierigkeiten, die Rolle als Präses klar wahrzunehmen und abzugrenzen; Integration in die Schar gelingt nur teilweise. Regelmässige Reflexion und Rollentraining sind nötig.",
      "link_text": "Schau mal hier rein: Präses spezifisch - Wissen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/cYDeQg"
    }
  },
  "beziehung": {
    "high": {
      "text": "Hoch : Du gehst aktiv auf Menschen zu, zeigst Empathie und passt Begleitung situationsgerecht an. Im Sinn deiner Präsesfunktion fördert dies starke, vertrauensvolle Beziehungen und ein gutes Teamklima.",
      "link_text": "Infos: Rollen und Aufgaben (Präses) - Wissen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/dIDgQg"
    },
    "medium": {
      "text": "Mittel : Du bist grundsätzlich offen und wertschätzend, die Begleitung gelingt meist, aber manchmal fehlt Rollenklarheit oder klare Kommunikation.",
      "link_text": "Mehr Infos findest du hier: Rollen und Aufgaben (Präses) - Wissen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/dIDgQg"
    },
    "low": {
      "text": "Tief : Begleitung gelingt selten situationsgerecht; es fehlt an Werkzeugen oder aktivem Kontakt. Teamintegration und Vertrauensaufbau fallen schwer.",
      "link_text": "Schau mal hier rein: Rollen und Aufgaben (Präses) - Wissen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/dIDgQg"
    }
  },
  "beratung": {
    "high": {
      "text": "Hoch : Du sprichst Konflikte konstruktiv an, nutzt Methoden der Konfliktlösung und berätst andere kompetent. Im Sinn deiner Präsesrolle unterstützt dies, gibt Sicherheit und Teamstabilität.",
      "link_text": "Werkzeugkoffer \"Begleiten\" - Wissen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/ZoDXQg"
    },
    "medium": {
      "text": "Mittel : Du gehst Konflikte teilweise an und berätst. Du fühlst dich dabei aber nicht immer wohl & Methodenkenntnis oder Sicherheit ist noch ausbaufähig.",
      "link_text": "Werkzeugkoffer \"Begleiten\" - Wissen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/ZoDXQg"
    },
    "low": {
      "text": "Tief : Konflikte bereiten dir Mühe, du fühlst dich unbehaglich und sprichst sie lieber nicht an. Spannungen bleiben ungelöst. Rollenklarheit und Teamvertrauen leiden darunter.",
      "link_text": "Werkzeugkoffer \"Begleiten\" - Wissen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/ZoDXQg"
    }
  },
  "spirituell": {
    "high": {
      "text": "Hoch : Du vermittelst den Grundsatz “Glauben leben” authentisch, initiierst spirituelle Erfahrungen und begleitest Kinder und Jugendliche kompetent. Deine Präsenz stärkt die spirituelle Identität im Jubla-Kontext.",
      "link_text": "Spirituelle Animation in der Jubla - Wissen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/hoDaQg"
    },
    "medium": {
      "text": "Mittel : Du kannst Spiritualität einbringen, jedoch noch nicht immer systematisch oder situationsgerecht.",
      "link_text": "Spirituelle Animation in der Jubla - Wissen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/hoDaQg"
    },
    "low": {
      "text": "Tief : Spirituelle Begleitung ist für dich schwierig und gelingt nicht so gut; eigene Praxis, Erfahrung oder Verständnis fehlt. Der spirituelle Aspekt der Präsesrolle wird kaum umgesetzt.",
      "link_text": "Spirituelle Animation in der Jubla - Wissen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/hoDaQg"
    }
  },
  "gestaltung": {
    "high": {
      "text": "Hoch : Du gestaltest spirituelle Inhalte kreativ, partizipativ und altersgerecht. Deine Angebote entsprechen den jubla.netz-Standards und stärken die Team- und Schargemeinschaft.",
      "link_text": "Webpool Spirituelle Animation - Ideen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/FgCJS"
    },
    "medium": {
      "text": "Mittel : Deine Angebote gelingen, sind aber nicht immer kreativ oder partizipativ; Anpassung an Zielgruppen könnte verbessert werden.",
      "link_text": "Webpool Spirituelle Animation - Ideen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/FgCJS"
    },
    "low": {
      "text": "Tief : Das Gestalten von spirituelle Angeboten fällt dir schwer. Du weisst nicht so recht, wie das gehen könnte und fühlst dich in diesem Bereich unsicher und hilflos.",
      "link_text": "Webpool Spirituelle Animation - Ideen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/FgCJS"
    }
  },
  "verein": {
    "high": {
      "text": "Hoch : Du kennst Strukturen, Abläufe und Geschichte der Jubla gut, handelst angemessen in Rollen und Entscheidungsprozessen und stärkst die Integration in den Verband.",
      "link_text": "Wissen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/EABYQg"
    },
    "medium": {
      "text": "Mittel : Grundlegendes Verständnis vorhanden, aber Detailkenntnisse zu Strukturen, Verbandsgeschichte oder Entscheidungswegen könnten noch besser sein.",
      "link_text": "Wissen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/EABYQg"
    },
    "low": {
      "text": "Tief : Kaum Kenntnisse über Verband, Abläufe oder Rollen. Diese Unsicherheit erschwert deine professionelle Rollenausübung als Präses.",
      "link_text": "Wissen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/EABYQg"
    }
  },
  "vernetzung": {
    "high": {
      "text": "Hoch : Du pflegst aktiv Netzwerke (Pfarrei, Kirchgemeinde, andere Netwerkpartner*innen), vertrittst Jubla-Anliegen kompetent und bist offen für Zusammenarbeit mit externen Fachpersonen. Dies entspricht deinen Aufgaben und stärkt deine Präsesrolle.",
      "link_text": "Tipps für Zusammenarbeit mit der Pfarrei - Wissen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/bQDqQg"
    },
    "medium": {
      "text": "Mittel : Vernetzung (Pfarrei, Kirchgemeinde, andere Netwerkpartner*innen), ist teilweise vorhanden, Engagement in Gremien oder der Kontakt mit Netzwerkpartner*innen könnte intensiviert werden.",
      "link_text": "Tipps für Zusammenarbeit mit der Pfarrei - Wissen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/bQDqQg"
    },
    "low": {
      "text": "Tief : Kaum Vernetzung (Pfarrei, Kirchgemeinde, andere Netwerkpartner*innen); externe Kontakte oder Lobbyarbeit werden vernachlässigt. Rolle Präses im Netzwerk bleibt unklar.",
      "link_text": "Tipps für Zusammenarbeit mit der Pfarrei - Wissen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/bQDqQg"
    }
  },
  "selbstentwicklung": {
    "high": {
      "text": "Hoch : Du reflektierst dein Handeln regelmässig, bildest dich weiter und handelst professionell. Dies stärkt dein Rollenbewusstsein.",
      "link_text": "Ich als Präses - Wissen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/RoDkQg"
    },
    "medium": {
      "text": "Mittel : Teilweise Reflexion und Weiterbildung; professionelles Handeln gelingt meist, du fühlst dich aber nicht ganz sicher.",
      "link_text": "Ich als Präses - Wissen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/RoDkQg"
    },
    "low": {
      "text": "Tief : Selten Reflexion oder Weiterbildung; professionelle Standards werden nur eingeschränkt umgesetzt, Rollenbewusstsein bleibt schwach. Du fühlst dich in deiner Rolle nicht ganz wohl und sehr unsicher.",
      "link_text": "Ich als Präses - Wissen - jubla.netz",
      "link_url": "https://jubla.atlassian.net/wiki/x/RoDkQg"
    }
  }
}
